{"id":14,"date":"2017-10-26T09:00:07","date_gmt":"2017-10-26T09:00:07","guid":{"rendered":"https:\/\/kbsolutions.agency\/ress\/?page_id=14"},"modified":"2020-09-13T11:20:42","modified_gmt":"2020-09-13T11:20:42","slug":"about-company","status":"publish","type":"page","link":"https:\/\/kbsolutions.agency\/ress\/about-company\/","title":{"rendered":"About us"},"content":{"rendered":"<section class=\"kc-elm kc-css-455679 kc_row\"><div class=\"kc-row-container  kc-container\"><div class=\"kc-wrap-columns\"><div class=\"kc-elm kc-css-888291 kc_col-sm-12 kc_column kc_col-sm-12\"><div class=\"kc-col-container\"><div class=\"kc-elm kc-css-975472 kc_text_block\"><\/p>\n<h1 class=\"MsoNoSpacing\"><strong><span style=\"font-size: 14.0pt; color: #d8a96c;\">Ree &amp; Partners;<\/span><\/strong><\/h1>\n<p style=\"text-align: justify;\">We Are Group of Highly Qualified Professional’s Team. Managed By <strong>Top &amp; Senior Executive Ex-Banker’s<\/strong>. Our Consultants Are Top &amp; Senior Banking Audit &amp; Compliance Experts, Senior Banking &amp; Financial Instruments Experts, Foreign Exchange Experts, Import &amp; Export Experts, Investments &amp; Wealth Assets Management Experts, Collateral Providers Group, Registrars, Senior Receivers, Senior Liquidators, Auctioneers, Senior Property Experts, Senior Banking &amp; Financial Consultants, Senior Qualified Chartered Accountants, Senior Certified Chartered Accountants, Management Chartered Accountants, <strong>Senior Chartered Financial Risk Analyst<\/strong>, Senior Auditors, Senior Tax Specialist, Senior Insurance Experts, Top &amp; Senior IT Technology Consultants, IT Infrastructure &amp; Security Consultants, Senior IT Hardware &amp; Software Engineers, Senior IT Programming &amp; Networking Consultants. Top &amp; Senior Legal Expert’s, Panel Team and Senior Administration of Justice Council Members, <strong>Top &amp; Senior Barristers, Senior Corporate Lawyer&#8217;s, Solicitors<\/strong>. Top &amp; Senior Experts in Hydroelectric Power\/Energy plant, Renounce Builders &amp; Developers, Senior Civil Engineers, Senior Dam Construction Senior Engineers, Hydroelectric Power\/Energy Engineers, Senior Electrical &amp; Mechanical Engineers, Senior Water Resources Engineers, Senior Structural Engineers, Senior Geotechnical Engineers. Senior Petrochemical &amp; LNG Engineering &amp; Technology Consultants. Top &amp; Senior PR &amp; Media Consultants. With approximately more then (100) Lawyers, Chartered Accountant, Chartered Financial Risk Analyst, Senior Banking &amp; Financial Consultants, Management Consultants, Worldwide on Board, and a dedicated ambitious management team with vast banking &amp; financial experience. Our team responsibility. We never promise anything which we cannot deliver to Our customers. We work with the principles only, with strict rules &amp; regulation and standard international business procedures. As a senior local partner. (Subject to the contract\/agreement. MOU\/NDA. Affidavit &amp; Oath International business principles).<\/p>\n<p style=\"text-align: justify;\"><strong>Ree &amp; Partners;<\/strong><br \/>\nThrough Many Years of Providing Banking &amp; Financial Advisory and Consultancy Services to the Corporate &amp; Potential Clients. Property Builders, Developers, Worldwide Investors and Working Together with the Banks and Financial Institution, Collateral Providers, Registrars, Receivers, Liquidators &amp; Auctioneers, Investments &amp; Wealth Assets Management Group. We Have Built a Wealth of Strong and Solid Knowledge and Vast Practical Banking Working Experience in Commercials Banks, Investments Banks &amp; Offshore Banking. Proximately more then 35 years.<\/p>\n<p style=\"text-align: justify;\"><strong>Ree &amp; Partners;<\/strong> We maintain strong and solid commitment with our clients. We know that the trust of our customers is very important to achievement of our long-term growth, aim and ambitions. As such, we always make every effort for sincerity, honesty, and loyalty in all our business dealings, and treat our clients, as valued partners in our business. Our superior skills, professionalism, strong banking &amp; financial knowledge and solid marketing experience will help our clients with all of their needs. We Produce Results Like Nobody Can. We have built solid relationships with world major banks, high net worth individuals and private family offices and we can sell your business or locate capital for you.<\/p>\n<p style=\"text-align: justify;\"><strong>Ree &amp; Partners; <\/strong>The Complete Offshore Firm. Independent International Banking &amp; Financial Consultant, Entrepreneur\/Deal-maker. Managed by group of highly qualified professional’s bankers. We provide full range of banking &amp; financial services worldwide; We will be responsible for developing, defining and implementing strategies to help our clients around the world solve your most critical problems, typically focused on Commercial Banking, Investment Banking and Offshore Banking.<\/p>\n<p style=\"text-align: justify;\"><strong>Ree &amp; Partners;  <\/strong>As part of our consultations, we can link or refer and recommend you to our banking &amp; financial highly qualified professionals key specialist’s experts (worldwide) that will compliment and empower your overall unique strategy and help you achieve results expediently. We are group of highly qualified professional’s senior executive ex-banker’s (Independent International Banking &amp; Financial Consultant, Entrepreneur\/Deal-maker) committed to give you complete satisfactory genuine honest financial products at fair, honest prices. And let us make your experience, something you Never thought it could be-easy. We offer a wide range variety of financing options, supported by our investment &amp; wealth asset management, business, banking &amp; financial consultancy revolutionary services. <strong>We are NOT a Loan company! We work as a LOCAL PARTNER ONLY<\/strong>. With our foreign investors\/associates\/network. And Banking &amp; Financial Consultant, with strict rules &amp; regulation, international banking compliance, statutory &amp; regulatory requirements.<\/p>\n<p>\n<\/div><\/div><\/div><\/div><\/div><\/section>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"tpl-king_composer.php","meta":[],"_links":{"self":[{"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/pages\/14"}],"collection":[{"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/comments?post=14"}],"version-history":[{"count":31,"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/pages\/14\/revisions"}],"predecessor-version":[{"id":553,"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/pages\/14\/revisions\/553"}],"wp:attachment":[{"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/media?parent=14"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}