{"id":447,"date":"2020-09-01T12:56:24","date_gmt":"2020-09-01T12:56:24","guid":{"rendered":"https:\/\/kbsolutions.agency\/ress\/?page_id=447"},"modified":"2020-09-13T11:44:29","modified_gmt":"2020-09-13T11:44:29","slug":"disclaimer-notes","status":"publish","type":"page","link":"https:\/\/kbsolutions.agency\/ress\/disclaimer-notes\/","title":{"rendered":"Disclaimer NOTES"},"content":{"rendered":"<section class=\"kc-elm kc-css-985867 kc_row\"><div class=\"kc-row-container  kc-container\"><div class=\"kc-wrap-columns\"><div class=\"kc-elm kc-css-694552 kc_col-sm-12 kc_column kc_col-sm-12\"><div class=\"kc-col-container\"><div class=\"kc-elm kc_text_block\"><\/p>\n<p style=\"text-align: justify;\"><strong>R<\/strong><strong>ee &amp; Partners; <\/strong><strong>(Independent International Banking &amp; Financial Consultant, Entrepreneur\/Deal-maker) <\/strong><strong>Email; <\/strong><a href=\"mailto:info@reepartners.com\"><strong>info@reepartners.com<\/strong><\/a><strong> Mobile; +44 (0) 7507905943.     <\/strong><\/p>\n<p style=\"text-align: justify;\"><strong><u>Disclaimer NOTES<\/u><\/strong><strong> – <\/strong>Please read very carefully and understand each and every paragraph all the disclaimer notes. (So there is <strong>NO<\/strong> Misunderstanding). This message and any attachments transmitted with it are confidential and intended solely for the use of the addressee(s). Any unauthorised review, use, disclosure, storage, copying or distribution is prohibited. If you are not the intended recipient, please immediately contact the sender by reply email and delete the original message and destroy all copies thereof: You should <strong>NOT <\/strong>copy or use it, nor disclose it for any purpose. All designs, photographs and concepts remain the property of the <strong>Ree &amp; Partners:<\/strong> (Independent International Banking &amp; Financial Consultant, Entrepreneur\/Deal-maker) and are protected by <strong>EU<\/strong> copyright law and <strong>NO<\/strong> part may be reproduced or quoted without prior written permission. Every reasonable precaution has been taken to ensure that any attachment to this e- mail has been swept for software viruses; However, Ree &amp; Partners: (Independent International Banking &amp; Financial Consultant, Entrepreneur\/Deal-maker) Cannot accept liability for any damage sustained as a result of software viruses and would advise that you carry out your own virus checks before opening any attachment. <strong>Ree &amp; Partners: <\/strong>(Independent International Banking &amp; Financial Consultant, Entrepreneur\/Deal-maker) cannot accept liability for any damages or losses incurred as a result of any reduction in the value of property due to market fluctuations or changes to interest rates or banking &amp; financial or mortgage compliance and regulations, or <strong>Banks\/Lenders\/BG\/SBLC\/L\/Cs<\/strong> Providers with draw the banking &amp; financial offer or mortgage offer or changes in Banking policy or procedure and defects supply goods or services, <strong>Taxation,<\/strong> other regulated financial products or Information relating to regulated services. Legal, or defects in the legal title and related product and banking financial instruments\/products, or intercepted, corrupted, lost, destroyed, arrive late or incomplete, or in defects in design, construction, materials used or structural movements. Or Banks\/Lenders\/BG\/SBLC\/L\/Cs Providers, banks, insurance fees &amp; change internal policy, compliance regulations and procedures or change in the endowment policy, financial or mortgage protection policy. <strong>R<\/strong>ee <strong>&amp;<\/strong> <strong>P<\/strong>artners: (Independent International Banking &amp; Financial Consultant, Entrepreneur\/Deal-maker) <strong>Is Not Liable For Any Damages Or Losses.<\/strong> The information given is believed to be correct as at the date it was prepared but its accuracy is not guaranteed. <strong>Ree &amp; Partners: (Independent International Banking &amp; Financial Consultant, Entrepreneur Deal-maker)<\/strong> Cannot therefore offer any guarantee of their completeness or accuracy, and accordingly shall not be liable for any loss, damage, cost, expenses or other claims for compensation arising from inaccuracies or omissions therein. <strong>Subject to Contract.<\/strong> Please do your own full due diligence before proceeding with any banking &amp; financial deal. Please read very carefully and understand. Any information contained in this email\/article, or its attachments is for <strong>I<\/strong>nformation <strong>P<\/strong>urposes <strong>ONLY <\/strong>and does not constitute an offer of contract nor infer any obligation to supply goods or services without prior written consent\/permission. Whilst every effort has been made to ensure that the information contained in this communication is accurate and correct, <strong>Ree &amp; Partners:<\/strong> (Independent International Banking &amp; Financial Consultant, Entrepreneur\/Deal-maker) <strong>NOT<\/strong> responsible for inaccuracies or omissions or reliance upon it. Internet communications are not secure and therefore <strong>Ree &amp; Partners: (Independent International Banking &amp; Financial Consultant, Entrepreneur\/Deal-maker)<\/strong> <strong>Does not accept legal responsibility for the contents of this message.<\/strong> If any verification is required, please request a hard copy version.<\/p>\n<p style=\"text-align: justify;\"><strong>Any interested parties are advised<\/strong> to satisfy themselves as to the accuracy on any information they have receive by carrying out independent assessments or otherwise before making any commitment to participate. Property investment anywhere in the world involves risks and many factors such as interest rates and local levels of tourism may affect valuations. The value of your property may go down as well as up. <strong>Ree &amp; Partners:<\/strong> (Independent International Banking &amp; Financial Consultant, Entrepreneur\/Deal-maker) Have <strong>NO<\/strong> control over the Banks, Lenders <strong>BG\/SBLC\/L\/Cs<\/strong> Providers, Banks or financial institutions that arrange lending and terms and conditions can change at any time.  <strong>Ree &amp; Partners:<\/strong> (Independent International Banking &amp; Financial Consultant, Entrepreneur\/Deal-maker) Cannot be held responsible for any such fees and changes. <strong>The Contents Of This Email Are A<\/strong> <strong>General Guide<\/strong> <strong>ONLY,<\/strong> based on our banking &amp; financial solid practical working experiences, strong understanding in-depth knowledge professional education &amp; opinions. And Therefore, recipients are <strong>Strongly<\/strong> <strong>advised<\/strong> to take <strong>legal advice and legal opinion<\/strong> from their, Professional Advisors, Business, Banking &amp; Financial Consultants, Barristers, Corporate Lawyers, Solicitors, Chartered Accountants or Mortgage Advisors and Financial Advisors. Before proceeding with any BG\/SBLC\/L\/Cs or banking &amp; financial deal, projects finance, property purchase or investment decisions. <strong>NO<\/strong> <strong>P<\/strong>art of <strong>T<\/strong>his <strong>E<\/strong>mail or <strong>I<\/strong>t’s <strong>C<\/strong>ontents is <strong>I<\/strong>ntended to <strong>P<\/strong>rovide <strong>T<\/strong>ax, <strong>B<\/strong>anking &amp; <strong>F<\/strong>inancial or <strong>L<\/strong>egal <strong>A<\/strong>dvice and <strong>ANY<\/strong> <strong>S<\/strong>tatements <strong>R<\/strong>eferring to <strong>T<\/strong>hese <strong>A<\/strong>reas <strong>A<\/strong>re to <strong>B<\/strong>e <strong>C<\/strong>onsidered as <strong>General Guide and Opinion<\/strong> <strong>ONLY<\/strong>. Legal advice &amp; legal experts’ opinion and full Legal Consultations; Means, <strong>Legal opinion <\/strong><strong>vs. <\/strong><strong>Legal Advice<\/strong><strong>. <\/strong>It points to the key difference between a legal opinion and legal advice—i.e., that a legal opinion is an attorney&#8217;s analysis based on past or present facts, while legal advice is an attorney&#8217;s counsel and guidance as to what future actions the client\/customers should take. Please take complete legal advice and legal opinion from your legal experts\/barristers\/corporate lawyers\/solicitors. This information’s is <strong>NOT<\/strong> to be construed as an offer to sell or solicit. <strong>IT IS EDUCATIONAL IN NATURE AND INTENDED<\/strong> <strong>FOR A CLOSED AUDIENCE. <\/strong>The <strong>Ree &amp; Partners,<\/strong> is not a <strong>S<\/strong>ecurities <strong>D<\/strong>ealer, or <strong>B<\/strong>roker or <strong>I<\/strong>nvestments advisers but is a (Independent International Banking &amp; Financial Consultant, Entrepreneur\/Deal-maker) Who makes no warranties or representations to the Buyer, Seller, or as to the transaction as due diligence is the responsibility of the Principals. <strong>This electronic message (EM) is not to be considered a solicitation nor an offer to sell or buy securities.<\/strong> Any financial estimate, presentation, or financial projection presented herein are non-binding exemplary estimates since only. Principals are authorized to make actual presentations and project financial performance. This information therefore does not constitute advice within the terms of the Financial Services Act (or any subsequent revisions or amendments). Any information contained in this email, or its attachments is for <strong>Information Purposes Only.<\/strong> and this information is not to be construed as an offer to sell or solicit. It is educational in nature and intended for a closed audience. Or please do your own full complete due diligence before proceeding with any banking &amp; financial deal. or as to the transaction as due diligence is the complete full responsibility of the principals. Please note that any views or opinions presented in this email are solely those of the author and do not necessarily represent those of <strong>Ree &amp; Partners,<\/strong> (Independent International Banking &amp; Financial Consultant, Entrepreneur Deal-maker) and <strong>Ree &amp; Partners,<\/strong> (Independent International Banking &amp; Financial Consultant, Entrepreneur\/Deal-maker) Accepts no liability for the content of this email and any attachments, or for the consequences of any actions taken on the basis of the information provided. Ree &amp; Partners (Independent International Banking &amp; Financial Consultant, Entrepreneur Deal-maker). Information provided to best of our knowledge basis and is <strong>NO<\/strong> guarantee of correctness. In reading the information supplied herein you agree <strong>NOT <\/strong>to hold the author liable either <strong>financially or legally<\/strong> or otherwise if offers or statements turn out to be incorrect. The findings, interpretations, and conclusions expressed in this email\/article\/information’s are entirely those of the author (s) and should not be responsible or attributed in any manner to the <strong>Ree &amp; Partners<\/strong> (Independent International Banking &amp; Financial Consultant, Entrepreneur Deal-maker) including associates or any affiliated organizations, or to members of its board of executive directors for the countries they represent. The contents of this email\/article\/information’s are a <strong>General Guide Only,<\/strong> <strong>Ree &amp; Partners; <\/strong>(Independent International Banking &amp; Financial Consultant, Entrepreneur Deal-maker). Does not guarantee the accuracy of the data included in this publication, and accepts<strong> NO<\/strong> responsibility for any consequences of their use. It is <strong>NOT<\/strong> intended to be a compliance guide or substitute for International financial institution performance standards or banks safeguards. Please read very carefully and understand each and every paragraph all the above disclaimer notes. <strong>Please do your own full complete due diligence before proceeding with<\/strong> <strong>any BG\/SBLC\/L\/Cs<\/strong> <strong>purchase or banking &amp; financial deal.<\/strong> (So there is <strong>NO<\/strong> Misunderstanding).<\/p>\n<p>\n<\/div><\/div><\/div><\/div><\/div><\/section>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/pages\/447"}],"collection":[{"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/comments?post=447"}],"version-history":[{"count":7,"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/pages\/447\/revisions"}],"predecessor-version":[{"id":576,"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/pages\/447\/revisions\/576"}],"wp:attachment":[{"href":"https:\/\/kbsolutions.agency\/ress\/wp-json\/wp\/v2\/media?parent=447"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}